{
  "internationalization": {
    "title": "Switch to English"
  },
  "controls": {
    "about": "Обо мне",
    "portfolio": "Проекты",
    "system": "Навыки"
  },
  "error404": {
    "subtitle": "Страница не найдена",
    "btntitle": "Вернуться на главную"
  },
  "about": {
    "hello": "Привет, меня зовут",
    "name": "Максим Спиридонов",
    "about": "О себе",
    "content": " Bсем привет! Меня зовут Максим я Front-end developer.С тех пор как впервые увидел на экране \"Hello world!\" понял, что это то чему хочу посвятить всего себя! С тех пор утекло немало строчек кода.",
    "slide_bisness": {
      "title": "Моими ключевыми функциональными обязаностями является:",
      "li_1": "разработка проектов (frontend-части) с нуля;",
      "li_2": "доработка существующих проектов;",
      "li_3": "разработка бизнес-логики и back-end системы для поддержки продукта;",
      "li_4": "проектирование пользовательских интерфейсов;",
      "li_5": "создание функциональных API (совместная работа c front-end разработчиками);",
      "li_6": "кроссбраузерная и адаптивная верстка HTML5/CSS3."
    },
    "slide_goal": {
      "title": "На данном этапе моей жизни главная моя задача и цель - это достижение вершин в Web-разработке. Для этого я все время познаю новые технологии и тем самым улучшаю свои навыки и знания. И конечно, немного о личных качествах:",
      "li_1": "целеустремленность;",
      "li_2": "настоичивостъ;",
      "li_3": "ответственность;",
      "li_4": "коммуникабельность;",
      "li_5": "умение работать в команде;",
      "li_6": "внимательность к деталям."
    }
  },
  "plan": {
    "title": "Этапы работы",
    "card_1": {
      "title": "Обсуждение",
      "desc": "Основа создаваемого приложения? Главные задачи сайта? Целевая аудитория? Какие результаты вы хотите получить с его помощью? Основная тематика? Ответы на эти и другие вопросы определяют то, каким будет наш продукт."
    },
    "card_2": {
      "title": "Создание концепта",
      "desc": "Где удобнее расположить элементы дизайна сайта? Как сделать, навигацию как можно проще и удобнее? Как достичь максимального юзабилити. Решение этих вопросов приводит к появлению нескольких вариантов дизайна."
    },
    "card_3": {
      "title": "Разработка",
      "desc": "Ух! Это самый отчаянный этап. На котором кодят, педалят, програмируют, пилят код, ругаются бывает… В итоге получаем красивый, кроссбраузерный, адаптивный, быстрый удобный сайт."
    },
    "card_4": {
      "title": "Довольный клиент",
      "desc": "Остается только радоваться результату. Клиенту наполнять тематическим контентом ресурс для дальнейшего процветания и продвижения его бизнеса в сети."
    }
  }

}
